Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# RuleOption_EnabledUnsignedSystemIntegrityPolicy
source: Allows the policy to remain unsigned. When this option is removed, the policy must be signed and any supplemental policies must also be signed. The certificates that are trusted for future policy updates must be identified in the UpdatePolicySigners section. Certificates that are trusted for supplemental policies must be identified in the SupplementalPolicySigners section.
ar: يسمح للنهج بالبقاء غير موقع. عند إزالة هذا الخيار، يجب توقيع النهج ويجب أيضًا توقيع أي نُهج تكميلية. يجب تحديد الشهادات الموثوق بها لتحديثات النهج المستقبلية في قسم UpdatePolicySigners. يجب تحديد الشهادات الموثوق بها للنُهج التكميلية في قسم SupplementalPolicySigners.
de_de: Ermöglicht, dass die Richtlinie unsigniert bleibt. Wenn diese Option entfernt wird, muss die Richtlinie signiert sein und alle Ergänzungsrichtlinien müssen ebenfalls signiert sein. Die Zertifikate, denen für zukünftige Richtlinienupdates vertraut wird, müssen im Abschnitt UpdatePolicySigners angegeben werden. Zertifikate, denen für Ergänzungsrichtlinien vertraut wird, müssen im Abschnitt SupplementalPolicySigners angegeben werden.
el_gr: Επιτρέπει στην πολιτική να παραμένει χωρίς υπογραφή. Όταν αυτή η επιλογή αφαιρεθεί, η πολιτική πρέπει να είναι υπογεγραμμένη και τυχόν συμπληρωματικές πολιτικές πρέπει επίσης να είναι υπογεγραμμένες. Τα πιστοποιητικά που είναι αξιόπιστα για μελλοντικές ενημερώσεις πολιτικής πρέπει να προσδιορίζονται στην ενότητα UpdatePolicySigners. Τα πιστοποιητικά που είναι αξιόπιστα για συμπληρωματικές πολιτικές πρέπει να προσδιορίζονται στην ενότητα SupplementalPolicySigners.
es: Permite que la directiva permanezca sin firmar. Cuando se elimina esta opción, la directiva debe estar firmada y cualquier directiva suplementaria también debe estar firmada. Los certificados que son de confianza para futuras actualizaciones de directivas deben identificarse en la sección UpdatePolicySigners. Los certificados que son de confianza para directivas suplementarias deben identificarse en la sección SupplementalPolicySigners.
fr_fr: Permet à la stratégie de rester non signée. Lorsque cette option est supprimée, la stratégie doit être signée et toutes les stratégies supplémentaires doivent également être signées. Les certificats approuvés pour les futures mises à jour de stratégie doivent être identifiés dans la section UpdatePolicySigners. Les certificats approuvés pour les stratégies supplémentaires doivent être identifiés dans la section SupplementalPolicySigners.
he_il: מאפשר למדיניות להישאר לא חתומה. כאשר אפשרות זו מוסרת, המדיניות חייבת להיות חתומה וגם כל המדיניות המשלימות חייבות להיות חתומות. התעודות המהימנות לעדכוני מדיניות עתידיים חייבות להיות מזוהות בסעיף UpdatePolicySigners. תעודות המהימנות למדיניות משלימות חייבות להיות מזוהות בסעיף SupplementalPolicySigners.
hi_in: नीति को बिना साइन किए रहने की अनुमति देता है। जब यह विकल्प हटाया जाता है, तो नीति को साइन करना आवश्यक हो जाता है और किसी भी पूरक नीति को भी साइन होना चाहिए। भविष्य के नीति अपडेट के लिए विश्वसनीय प्रमाणपत्रों की पहचान UpdatePolicySigners सेक्शन में होनी चाहिए। पूरक नीतियों के लिए विश्वसनीय प्रमाणपत्रों की पहचान SupplementalPolicySigners सेक्शन में होनी चाहिए।
ja_jp: ポリシーを未署名のままにすることを許可します。このオプションが削除されると、ポリシーに署名する必要があり、補足ポリシーも署名する必要があります。将来のポリシー更新のために信頼される証明書は、UpdatePolicySignersセクションで識別される必要があります。補足ポリシー用に信頼される証明書は、SupplementalPolicySignersセクションで識別される必要があります。
ml_in: നയം ഒപ്പിടാതെ തുടരാൻ അനുവദിക്കുന്നു. ഈ ഓപ്ഷൻ നീക്കം ചെയ്യുമ്പോൾ, നയം ഒപ്പിട്ടിരിക്കണം കൂടാതെ ഏതെങ്കിലും അനുബന്ധ നയങ്ങളും ഒപ്പിട്ടിരിക്കണം. ഭാവിയിലെ നയ അപ്‌ഡേറ്റുകൾക്കായി വിശ്വസനീയമായ സർട്ടിഫിക്കറ്റുകൾ UpdatePolicySigners വിഭാഗത്തിൽ തിരിച്ചറിഞ്ഞിരിക്കണം. അനുബന്ധ നയങ്ങൾക്കായി വിശ്വസനീയമായ സർട്ടിഫിക്കറ്റുകൾ SupplementalPolicySigners വിഭാഗത്തിൽ തിരിച്ചറിഞ്ഞിരിക്കണം.
pl_pl: Pozwala, aby zasada pozostała niepodpisana. Po usunięciu tej opcji zasada musi być podpisana, a wszelkie zasady uzupełniające również muszą być podpisane. Certyfikaty, które są zaufane dla przyszłych aktualizacji zasad, muszą być zidentyfikowane w sekcji UpdatePolicySigners. Certyfikaty, które są zaufane dla zasad uzupełniających, muszą być zidentyfikowane w sekcji SupplementalPolicySigners.
tr_tr: Politikanın imzasız kalmasına izin verir. Bu seçenek kaldırıldığında politikanın imzalanması ve varsa ek politikaların da imzalanması gerekir. Gelecekteki ilke güncellemeleri için güvenilen sertifikaların UpdatePolicySigners bölümünde tanımlanması gerekir. Ek ilkeler için güvenilen sertifikalar SupplementalPolicySigners bölümünde tanımlanmalıdır.

# RuleOption_EnabledAdvancedBootOptionsMenu
source: The F8 preboot menu is disabled by default for all App Control policies. Setting this rule option allows the F8 menu to appear to physically present users.
ar: يتم تعطيل قائمة التمهيد المسبق F8 بشكل افتراضي لجميع نُهج التحكم في التطبيقات. يسمح تعيين خيار القاعدة هذا بظهور قائمة F8 للمستخدمين الموجودين فعليًا.
de_de: Das F8-Vorstartmenü ist standardmäßig für alle App Control-Richtlinien deaktiviert. Durch Festlegen dieser Richtlinienoption kann das F8-Menü bei physisch anwesenden Benutzern angezeigt werden.
el_gr: Το μενού εκκίνησης F8 είναι απενεργοποιημένο από προεπιλογή για όλες τις πολιτικές Ελέγχου Εφαρμογών. Η ρύθμιση αυτής της επιλογής κανόνα επιτρέπει την εμφάνιση του μενού F8 σε φυσικά παρόντες χρήστες.
es: El menú de prearranque F8 está deshabilitado por defecto para todas las directivas de App Control. Establecer esta opción de regla permite que el menú F8 aparezca a los usuarios físicamente presentes.
fr_fr: Le menu de pré-démarrage F8 est désactivé par défaut pour toutes les stratégies App Control. La définition de cette option de règle permet au menu F8 d'apparaître pour les utilisateurs physiquement présents.
he_il: תפריט ה-F8 לפני האתחול מושבת כברירת מחדל עבור כל מדיניות בקרת אפליקציות. הגדרת אפשרות חוק זו מאפשרת לתפריט F8 להופיע למשתמשים הנוכחים פיזית.
hi_in: सभी App Control नीतियों के लिए F8 प्रीबूट मेनू डिफ़ॉल्ट रूप से अक्षम होता है। इस नियम विकल्प को सेट करने से F8 मेनू भौतिक रूप से उपस्थित उपयोगकर्ताओं के लिए दिखाई दे सकता है।
ja_jp: F8プリブートメニューは、すべてのApp Controlポリシーでデフォルトで無効になっています。このルールオプションを設定すると、物理的に存在するユーザーにF8メニューが表示されるようになります。
ml_in: എല്ലാ ആപ്പ് കൺട്രോൾ നയങ്ങൾക്കും F8 പ്രീബൂട്ട് മെനു ഡിഫോൾട്ടായി പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു. ഈ റൂൾ ഓപ്ഷൻ സജ്ജീകരിക്കുന്നത് ശാരീരികമായി ഹാജരുള്ള ഉപയോക്താക്കൾക്ക് F8 മെനു ദൃശ്യമാകാൻ അനുവദിക്കുന്നു.
pl_pl: Menu przedrozruchowe F8 jest domyślnie wyłączone dla wszystkich zasad Kontroli Aplikacji. Ustawienie tej opcji reguły pozwala na wyświetlenie menu F8 fizycznie obecnym użytkownikom.
tr_tr: F8 ön önyükleme menüsü, tüm Uygulama Denetimi ilkeleri için varsayılan olarak devre dışıdır. Bu kural seçeneğinin ayarlanması, F8 menüsünün fiziksel olarak mevcut kullanıcılara görünmesine olanak tanır.

# RuleOption_EnabledBootAuditOnFailure
source: Used when the App Control policy is in enforcement mode. When a boot-critical driver fails during startup, the App Control policy is placed in audit mode so that Windows loads. Administrators can validate the reason for the failure in the CodeIntegrity event log.
ar: يُستخدم عندما يكون نهج التحكم في التطبيقات في وضع الفرض. عند فشل برنامج تشغيل حاسم للتمهيد أثناء بدء التشغيل، يتم وضع نهج التحكم في التطبيقات في وضع التدقيق حتى يتم تحميل Windows. يمكن للمسؤولين التحقق من سبب الفشل في سجل أحداث CodeIntegrity.
de_de: Wird verwendet, wenn sich die App Control-Richtlinie im Durchsetzungsmodus befindet. Wenn beim Start ein startkritischer Treiber fehlschlägt, wird die App Control-Richtlinie in den Überwachungsmodus versetzt, damit Windows geladen wird. Administratoren können den Grund für den Fehler im CodeIntegrity-Ereignisprotokoll überprüfen.
el_gr: Χρησιμοποιείται όταν η πολιτική Ελέγχου Εφαρμογών είναι σε λειτουργία επιβολής. Όταν ένας κρίσιμος οδηγός εκκίνησης αποτυγχάνει κατά την εκκίνηση, η πολιτική Ελέγχου Εφαρμογών τίθεται σε λειτουργία ελέγχου ώστε να φορτωθούν τα Windows. Οι διαχειριστές μπορούν να επαληθεύσουν τον λόγο της αποτυχίας στο αρχείο καταγραφής συμβάντων CodeIntegrity.
es: Se usa cuando la directiva de App Control está en modo de aplicación. Cuando un controlador crítico para el arranque falla durante el inicio, la directiva de App Control se coloca en modo de auditoría para que Windows se cargue. Los administradores pueden validar el motivo de la falla en el registro de eventos CodeIntegrity.
fr_fr: Utilisé lorsque la stratégie App Control est en mode application. Lorsqu'un pilote critique au démarrage échoue, la stratégie App Control est placée en mode audit afin que Windows se charge. Les administrateurs peuvent valider la raison de l'échec dans le journal des événements CodeIntegrity.
he_il: משמש כאשר מדיניות בקרת האפליקציות נמצאת במצב אכיפה. כאשר מנהל התקן קריטי לאתחול נכשל במהלך ההפעלה, מדיניות בקרת האפליקציות מועברת למצב ביקורת כך ש-Windows יטען. מנהלי מערכת יכולים לאמת את סיבת הכשל ביומן האירועים של CodeIntegrity.
hi_in: जब App Control नीति प्रवर्तन मोड में होती है तब उपयोग होता है। स्टार्टअप के दौरान यदि कोई बूट-क्रिटिकल ड्राइवर विफल होता है, तो Windows लोड हो इसके लिए App Control नीति को ऑडिट मोड में रखा जाता है। प्रशासक CodeIntegrity ईवेंट लॉग में विफलता का कारण सत्यापित कर सकते हैं।
ja_jp: App Controlポリシーが強制モードの場合に使用されます。起動時にブートクリティカルなドライバーが失敗すると、App Controlポリシーは監査モードに設定され、Windowsがロードされます。管理者はCodeIntegrityイベントログで失敗の理由を検証できます。
ml_in: ആപ്പ് കൺട്രോൾ നയം എൻഫോഴ്‌സ്‌മെന്റ് മോഡിൽ ആയിരിക്കുമ്പോൾ ഉപയോഗിക്കുന്നു. സ്റ്റാർട്ടപ്പ് സമയത്ത് ഒരു ബൂട്ട്-ക്രിട്ടിക്കൽ ഡ്രൈവർ പരാജയപ്പെടുമ്പോൾ, ആപ്പ് കൺട്രോൾ നയം ഓഡിറ്റ് മോഡിൽ സ്ഥാപിക്കപ്പെടുന്നു, അങ്ങനെ Windows ലോഡ് ചെയ്യുന്നു. അഡ്മിനിസ്ട്രേറ്റർമാർക്ക് CodeIntegrity ഇവന്റ് ലോഗിൽ പരാജയത്തിന്റെ കാരണം സാധൂകരിക്കാൻ കഴിയും.
pl_pl: Używane, gdy zasada Kontroli Aplikacji jest w trybie wymuszania. Gdy sterownik krytyczny dla rozruchu ulegnie awarii podczas uruchamiania, zasada Kontroli Aplikacji jest przełączana w tryb inspekcji, aby system Windows się załadował. Administratorzy mogą zweryfikować przyczynę awarii w dzienniku zdarzeń CodeIntegrity.
tr_tr: Uygulama Denetimi ilkesi zorlama modunda olduğunda kullanılır. Önyükleme açısından kritik bir sürücü başlatma sırasında başarısız olduğunda Uygulama Denetimi ilkesi, Windows'un yüklenmesi için denetim moduna alınır. Yöneticiler CodeIntegrity olay günlüğündeki hatanın nedenini doğrulayabilir.

# RuleOption_DisabledScriptEnforcement
source: This option disables script enforcement options, covering PowerShell, Windows Based Script Host (wscript.exe), Windows Console Based Script Host (cscript.exe), HTA files run in Microsoft HTML Application Host (mshta.exe), and MSXML. Some script hosts may behave differently even when your policy is in audit mode. For more information on script enforcement, see Script enforcement with App Control. NOTE: This option isn't supported on Windows Server 2016 or Windows 10 1607 LTSB and shouldn't be used on those operating systems.
ar: يعطل هذا الخيار خيارات فرض البرامج النصية، والتي تغطي PowerShell، ومضيف البرامج النصية المستند إلى Windows (wscript.exe)، ومضيف البرامج النصية المستند إلى وحدة التحكم في Windows (cscript.exe)، وملفات HTA التي تعمل في مضيف تطبيقات Microsoft HTML (mshta.exe)، و MSXML. قد تتصرف بعض مضيفات البرامج النصية بشكل مختلف حتى عندما يكون نهجك في وضع التدقيق. لمزيد من المعلومات حول فرض البرامج النصية، راجع فرض البرامج النصية باستخدام التحكم في التطبيقات. ملاحظة: هذا الخيار غير مدعوم على Windows Server 2016 أو Windows 10 1607 LTSB ولا ينبغي استخدامه على أنظمة التشغيل هذه.
de_de: Diese Option deaktiviert die Skripterzwingung für PowerShell, Windows-basierten Skripthost (wscript.exe), Windows-Konsolenbasierten Skripthost (cscript.exe), HTA-Dateien, die im Microsoft HTML Application Host (mshta.exe) ausgeführt werden, sowie MSXML. Einige Skripthosts können sich selbst dann unterschiedlich verhalten, wenn sich Ihre Richtlinie im Überwachungsmodus befindet. Weitere Informationen zur Skripterzwingung finden Sie unter Script enforcement with App Control. HINWEIS: Diese Option wird unter Windows Server 2016 oder Windows 10 1607 LTSB nicht unterstützt und sollte auf diesen Betriebssystemen nicht verwendet werden.
el_gr: Αυτή η επιλογή απενεργοποιεί τις επιλογές επιβολής σεναρίων, καλύπτοντας το PowerShell, τον Windows Based Script Host (wscript.exe), τον Windows Console Based Script Host (cscript.exe), τα αρχεία HTA που εκτελούνται στο Microsoft HTML Application Host (mshta.exe) και το MSXML. Ορισμένοι κεντρικοί υπολογιστές σεναρίων ενδέχεται να συμπεριφέρονται διαφορετικά ακόμα και όταν η πολιτική σας είναι σε λειτουργία ελέγχου. Για περισσότερες πληροφορίες σχετικά με την επιβολή σεναρίων, δείτε την Επιβολή Σεναρίων με τον Έλεγχο Εφαρμογών. ΣΗΜΕΙΩΣΗ: Αυτή η επιλογή δεν υποστηρίζεται στα Windows Server 2016 ή Windows 10 1607 LTSB και δεν θα πρέπει να χρησιμοποιείται σε αυτά τα λειτουργικά συστήματα.
es: Esta opción deshabilita las opciones de aplicación de scripts, cubriendo PowerShell, Windows Based Script Host (wscript.exe), Windows Console Based Script Host (cscript.exe), archivos HTA ejecutados en Microsoft HTML Application Host (mshta.exe) y MSXML. Algunos hosts de scripts pueden comportarse de manera diferente incluso cuando su directiva está en modo de auditoría. Para obtener más información sobre la aplicación de scripts, consulte Aplicación de scripts con App Control. NOTA: Esta opción no es compatible con Windows Server 2016 o Windows 10 1607 LTSB y no debe usarse en esos sistemas operativos.
fr_fr: Cette option désactive les options d'application de script, couvrant PowerShell, Windows Based Script Host (wscript.exe), Windows Console Based Script Host (cscript.exe), les fichiers HTA exécutés dans Microsoft HTML Application Host (mshta.exe) et MSXML. Certains hôtes de script peuvent se comporter différemment même lorsque votre stratégie est en mode audit. Pour plus d'informations sur l'application de script, voir Script enforcement with App Control. NOTE: Cette option n'est pas prise en charge sur Windows Server 2016 ou Windows 10 1607 LTSB et ne doit pas être utilisée sur ces systèmes d'exploitation.
he_il: אפשרות זו משביתה אפשרויות אכיפת סקריפטים, כולל PowerShell, Windows Based Script Host (wscript.exe), Windows Console Based Script Host (cscript.exe), קבצי HTA המופעלים ב-Microsoft HTML Application Host (mshta.exe), ו-MSXML. חלק ממארחי הסקריפטים עשויים להתנהג אחרת גם כאשר המדיניות שלך נמצאת במצב ביקורת. למידע נוסף על אכיפת סקריפטים, ראה אכיפת סקריפטים עם בקרת אפליקציות. הערה: אפשרות זו אינה נתמכת ב-Windows Server 2016 או ב-Windows 10 1607 LTSB ולא מומלץ להשתמש בה במערכות הפעלה אלו.
hi_in: यह विकल्प स्क्रिप्ट प्रवर्तन विकल्पों को अक्षम करता है, जिसमें PowerShell, Windows Based Script Host (wscript.exe), Windows Console Based Script Host (cscript.exe), HTA फ़ाइलें जो Microsoft HTML Application Host (mshta.exe) में चलती हैं, और MSXML शामिल हैं। कुछ स्क्रिप्ट होस्ट्स आपकी नीति ऑडिट मोड में होने पर भी अलग तरह से व्यवहार कर सकते हैं। स्क्रिप्ट प्रवर्तन पर अधिक जानकारी के लिए, Script enforcement with App Control देखें। नोट: यह विकल्प Windows Server 2016 या Windows 10 1607 LTSB पर समर्थित नहीं है और इन ऑपरेटिंग सिस्टम्स पर इसका उपयोग नहीं किया जाना चाहिए।
ja_jp: このオプションは、PowerShell、Windows Based Script Host（wscript.exe）、Windows Console Based Script Host（cscript.exe）、Microsoft HTML Application Host（mshta.exe）で実行されるHTAファイル、MSXMLを対象とするスクリプト強制オプションを無効にします。一部のスクリプトホストは、ポリシーが監査モードであっても動作が異なる場合があります。スクリプト強制の詳細については、「App Controlによるスクリプト強制」を参照してください。 注：このオプションはWindows Server 2016またはWindows 10 1607 LTSBではサポートされておらず、これらのオペレーティングシステムでは使用しないでください。
ml_in: ഈ ഓപ്ഷൻ PowerShell, Windows ബേസ്ഡ് സ്ക്രിപ്റ്റ് ഹോസ്റ്റ് (wscript.exe), Windows കൺസോൾ ബേസ്ഡ് സ്ക്രിപ്റ്റ് ഹോസ്റ്റ് (cscript.exe), Microsoft HTML ആപ്ലിക്കേഷൻ ഹോസ്റ്റിൽ (mshta.exe) പ്രവർത്തിക്കുന്ന HTA ഫയലുകൾ, MSXML എന്നിവ ഉൾക്കൊള്ളുന്ന സ്ക്രിപ്റ്റ് എൻഫോഴ്‌സ്‌മെന്റ് ഓപ്ഷനുകൾ പ്രവർത്തനരഹിതമാക്കുന്നു. നിങ്ങളുടെ നയം ഓഡിറ്റ് മോഡിൽ ആയിരിക്കുമ്പോൾ പോലും ചില സ്ക്രിപ്റ്റ് ഹോസ്റ്റുകൾ വ്യത്യസ്തമായി പെരുമാറിയേക്കാം. സ്ക്രിപ്റ്റ് എൻഫോഴ്‌സ്‌മെന്റിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, ആപ്പ് കൺട്രോൾ ഉപയോഗിച്ചുള്ള സ്ക്രിപ്റ്റ് എൻഫോഴ്‌സ്‌മെന്റ് കാണുക. ശ്രദ്ധിക്കുക: ഈ ഓപ്ഷൻ Windows Server 2016 അല്ലെങ്കിൽ Windows 10 1607 LTSB-യിൽ പിന്തുണയ്ക്കുന്നില്ല, ആ ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങളിൽ ഇത് ഉപയോഗിക്കരുത്.
pl_pl: Ta opcja wyłącza opcje wymuszania skryptów, obejmujące PowerShell, Windows Based Script Host (wscript.exe), Windows Console Based Script Host (cscript.exe), pliki HTA uruchamiane w Microsoft HTML Application Host (mshta.exe) oraz MSXML. Niektóre hosty skryptów mogą zachowywać się inaczej nawet wtedy, gdy zasady są w trybie inspekcji. Więcej informacji na temat wymuszania skryptów można znaleźć w artykule Wymuszanie skryptów za pomocą Kontroli Aplikacji. UWAGA: Ta opcja nie jest obsługiwana w systemach Windows Server 2016 ani Windows 10 1607 LTSB i nie powinna być używana w tych systemach operacyjnych.
tr_tr: Bu seçenek, PowerShell, Windows Tabanlı Komut Dosyası Ana Bilgisayarı (wscript.exe), Windows Konsol Tabanlı Komut Dosyası Ana Bilgisayarı (cscript.exe), Microsoft HTML Uygulama Ana Bilgisayarı'nda (mshta.exe) çalışan HTA dosyalarını ve MSXML'yi kapsayan komut dosyası uygulama seçeneklerini devre dışı bırakır. Bazı komut dosyası ana bilgisayarları, politikanız denetim modunda olsa bile farklı davranabilir. Komut dosyası uygulaması hakkında daha fazla bilgi için bkz. Uygulama Denetimi ile Komut Dosyası uygulaması. NOT: Bu seçenek Windows Server 2016 veya Windows 10 1607 LTSB'de desteklenmez ve bu işletim sistemlerinde kullanılmamalıdır.

# RuleOption_RequiredEnforceStoreApplications
source: If this rule option is enabled, App Control policies also apply to Universal Windows applications.
ar: إذا تم تمكين خيار القاعدة هذا، تنطبق نُهج التحكم في التطبيقات أيضًا على تطبيقات Windows العالمية.
de_de: Wenn diese Richtlinienoption aktiviert ist, gelten App Control-Richtlinien auch für universelle Windows-Apps.
el_gr: Εάν αυτή η επιλογή κανόνα είναι ενεργοποιημένη, οι πολιτικές Ελέγχου Εφαρμογών εφαρμόζονται επίσης σε εφαρμογές Universal Windows.
es: Si esta opción de regla está habilitada, las directivas de App Control también se aplican a las aplicaciones universales de Windows.
fr_fr: Si cette option de règle est activée, les stratégies App Control s'appliquent également aux applications Windows universelles.
he_il: אם אפשרות חוק זו מופעלת, מדיניות בקרת אפליקציות חלות גם על יישומי Windows אוניברסליים.
hi_in: यदि यह नियम विकल्प सक्षम है, तो App Control नीतियाँ यूनिवर्सल Windows अनुप्रयोगों पर भी लागू होती हैं।
ja_jp: このルールオプションが有効な場合、App ControlポリシーはユニバーサルWindowsアプリケーションにも適用されます。
ml_in: ഈ റൂൾ ഓപ്ഷൻ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, ആപ്പ് കൺട്രോൾ നയങ്ങൾ യൂണിവേഴ്സൽ Windows ആപ്ലിക്കേഷനുകൾക്കും ബാധകമാകും.
pl_pl: Jeśli ta opcja reguły jest włączona, zasady Kontroli Aplikacji dotyczą również uniwersalnych aplikacji systemu Windows.
tr_tr: Bu kural seçeneği etkinleştirilirse Uygulama Denetimi ilkeleri Evrensel Windows uygulamalarına da uygulanır.

# RuleOption_EnabledManagedInstaller
source: Use this option to automatically allow applications installed by a managed installer. For more information, see Authorize apps deployed with an App Control managed installer.
ar: استخدم هذا الخيار للسماح تلقائيًا بالتطبيقات المثبتة بواسطة مثبت مُدار. لمزيد من المعلومات، راجع تفويض التطبيقات المنشورة باستخدام مثبت مُدار للتحكم في التطبيقات.
de_de: Verwenden Sie diese Option, um Anwendungen, die von einem verwalteten Installer installiert wurden, automatisch zuzulassen. Weitere Informationen finden Sie unter Authorize apps deployed with an App Control managed installer.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να επιτρέψετε αυτόματα εφαρμογές που εγκαθίστανται από έναν διαχειριζόμενο εγκαταστάτη. Για περισσότερες πληροφορίες, δείτε Εξουσιοδότηση εφαρμογών που αναπτύσσονται με έναν διαχειριζόμενο εγκαταστάτη Ελέγχου Εφαρμογών.
es: Use esta opción para permitir automáticamente las aplicaciones instaladas por un instalador administrado. Para obtener más información, consulte Autorizar aplicaciones implementadas con un instalador administrado de App Control.
fr_fr: Utilisez cette option pour autoriser automatiquement les applications installées par un installateur géré. Pour plus d'informations, voir Authorize apps deployed with an App Control managed installer.
he_il: השתמש באפשרות זו כדי לאפשר באופן אוטומטי יישומים המותקנים על ידי מתקין מנוהל. למידע נוסף, ראה אישור יישומים שנפרסו עם מתקין מנוהל של בקרת אפליקציות.
hi_in: यह विकल्प स्वचालित रूप से उन अनुप्रयोगों की अनुमति देने के लिए उपयोग करें जो एक प्रबंधित इंस्टॉलर द्वारा इंस्टॉल किए गए हैं। अधिक जानकारी के लिए, Authorize apps deployed with an App Control managed installer देखें।
ja_jp: このオプションを使用して、管理されたインストーラーによってインストールされたアプリケーションを自動的に許可します。詳細については、「App Control管理されたインストーラーで展開されたアプリを承認する」を参照してください。
ml_in: ഒരു നിയന്ത്രിത ഇൻസ്റ്റാളർ ഇൻസ്റ്റാൾ ചെയ്ത ആപ്ലിക്കേഷനുകൾ സ്വയം അനുവദിക്കുന്നതിന് ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. കൂടുതൽ വിവരങ്ങൾക്ക്, ഒരു ആപ്പ് കൺട്രോൾ നിയന്ത്രിത ഇൻസ്റ്റാളർ ഉപയോഗിച്ച് വിന്യസിച്ച ആപ്പുകൾക്ക് അംഗീകാരം നൽകുക കാണുക.
pl_pl: Użyj tej opcji, aby automatycznie zezwalać na aplikacje instalowane przez zarządzanego instalatora. Aby uzyskać więcej informacji, zobacz Autoryzowanie aplikacji wdrożonych za pomocą zarządzanego instalatora Kontroli Aplikacji.
tr_tr: Yönetilen bir yükleyici tarafından yüklenen uygulamalara otomatik olarak izin vermek için bu seçeneği kullanın. Daha fazla bilgi için bkz. Uygulama Denetimi tarafından yönetilen yükleyiciyle dağıtılan uygulamaları yetkilendirme.

# RuleOption_EnabledIntelligentSecurityGraphAuthorization
source: Use this option to automatically allow applications with "known good" reputation as defined by Microsoft's Intelligent Security Graph (ISG).
ar: استخدم هذا الخيار للسماح تلقائيًا بالتطبيقات ذات السمعة "الجيدة المعروفة" كما هو محدد بواسطة الرسم البياني الأمني الذكي (ISG) من Microsoft.
de_de: Verwenden Sie diese Option, um Anwendungen mit "bekannt guter" Reputation, wie sie vom Microsoft Intelligent Security Graph (ISG) definiert wird, automatisch zuzulassen.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να επιτρέψετε αυτόματα εφαρμογές με "γνωστή καλή" φήμη όπως ορίζεται από το Intelligent Security Graph (ISG) της Microsoft.
es: Use esta opción para permitir automáticamente aplicaciones con reputación de "buena conocida" según lo definido por Intelligent Security Graph (ISG) de Microsoft.
fr_fr: Utilisez cette option pour autoriser automatiquement les applications ayant une réputation "connue bonne" telle que définie par l'Intelligent Security Graph (ISG) de Microsoft.
he_il: השתמש באפשרות זו כדי לאפשר באופן אוטומטי יישומים עם מוניטין "ידוע כטוב" כפי שהוגדר על ידי Intelligent Security Graph (ISG) של Microsoft.
hi_in: Microsoft के Intelligent Security Graph (ISG) द्वारा परिभाषित "known good" प्रतिष्ठा वाले अनुप्रयोगों को स्वचालित रूप से अनुमति देने के लिए इस विकल्प का उपयोग करें।
ja_jp: このオプションを使用して、MicrosoftのIntelligent Security Graph（ISG）によって定義された「既知の良好」な評価を持つアプリケーションを自動的に許可します。
ml_in: Microsoft-ന്റെ ഇന്റലിജന്റ് സെക്യൂരിറ്റി ഗ്രാഫ് (ISG) നിർവചിച്ചിരിക്കുന്ന "നല്ലതെന്ന് അറിയപ്പെടുന്ന" പ്രശസ്തിയുള്ള ആപ്ലിക്കേഷനുകൾ സ്വയം അനുവദിക്കുന്നതിന് ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക.
pl_pl: Użyj tej opcji, aby automatycznie zezwalać na aplikacje o „znanej dobrej” reputacji, zgodnie z definicją Microsoft Intelligent Security Graph (ISG).
tr_tr: Microsoft'un Akıllı Güvenlik Grafiği (ISG) tarafından tanımlanan "iyi olduğu bilinen" itibara sahip uygulamalara otomatik olarak izin vermek için bu seçeneği kullanın.
